[
  {
    "FOF": "",
    "MOVIE_NAME": "",
    "MIN": "",
    "SEC": "",
    "YEAR": "",
    "COUNTRY": "",
    "LANGUAGE": "",
    "SUBTITLES": "",
    "PLOT": "",
    "NOTE": "",
    "DIRECTOR": "",
    "DIRECTOR_DETAILS": "",
    "CINEMATOGRAPHER": "",
    "EDITOR": "",
    "PRODUCTION DESIGN": "",
    "SOUND": "",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2023,
    "MOVIE_NAME": "Court",
    "MIN": 116,
    "SEC": "",
    "YEAR": 2014,
    "COUNTRY": "India",
    "LANGUAGE": "Marathi, Hindi, Gujarati, English",
    "SUBTITLES": "English",
    "PLOT": "The dead body of a sewer cleaner is found in a Mumbai manhole. An ageing Dalit activist and mass singer is charged with abetting suicide based on the fiery content of one of his song lyrics, which allegedly may have incited the worker to take his own life. The ensuing trial is drawn out through procedural delays and excuses, and meanders through the absurdities of coached witnesses, arcane colonial legal practices and institutional incompetencies. This Kafkaesque chaos of a low-level court acts as a backdrop to explore the complex personal lives of judge, prosecution and defense alike. The director moves between tragedy and comedy, working with a cast of professional and un-trained actors alike, to bring his dark yet humanist portrait of the Indian justice system to life.",
    "NOTE": "",
    "DIRECTOR": "Chaitanya Tamhane",
    "DIRECTOR_DETAILS": "'Chaitanya Tamhane is an Indian filmmaker known for his thoughtful and nuanced films that explore complex social issues. His debut feature film, \\\"Court\\\" (2014), won several awards at international festivals and was India''s official entry for the Academy Awards. Tamhane''s second film, \\\"Violence Anywhere But Here\\\" (2023) premiered at the Berlin International Film Festival where it received critical acclaim. He has been praised for his unique style of storytelling which involves exploring different perspectives without passing judgment. His films often tackle themes such as justice, power dynamics, and moral ambiguity. Overall, Tamhane is considered one of the most promising young directors working today.'",
    "CINEMATOGRAPHER": "Mrinal Desai",
    "EDITOR": "Rikhav Desai",
    "PRODUCTION DESIGN": "Naresh Kumar, Somnath Pal, Pooja Talreja",
    "SOUND": "Keshav Waghe",
    "COLORIST": "",
    "PRODUCER": "Vivek Gomber"
  },
  {
    "FOF": 2023,
    "MOVIE_NAME": "Fandry (Pig)",
    "MIN": 105,
    "SEC": "",
    "YEAR": 2013,
    "COUNTRY": "India",
    "LANGUAGE": "Marathi",
    "SUBTITLES": "English",
    "PLOT": "A mesmeric force pulls Jabya onto the other side. The rarest of rare Black Sparrow he is told, is the cure to his problem. The hypnotic spell of the sparrow makes him wander relentlessly. Completely away from the magical world of Jabya, exists the callous reality of his parents who are working at the most oppressed level of the Indian class and caste structure and assume him to do the same work which they have done all their life. The protagonist Jabya has to now struggle between his quest to find the magical sparrow and his parents’ expectations. Will Jabya be successful in his pursuit of the Black Sparrow? Will the magnetic power surpass the class differences between Jabya and Shalu created by centuries of customs? Will Jabya break the fences and pass onto the other side?",
    "NOTE": "",
    "DIRECTOR": "Nagraj Manjule",
    "DIRECTOR_DETAILS": "'Nagraj Manjule is a renowned Marathi writer and film director from Maharashtra, India. He gained recognition through his short stories collection titled \\\"Shrimant Shripad Rajebahaddur Sangaonkar\\\" (The Chronicles of Mr. Haidnagar). His first feature film, \\\"Fandry\\\" (2013), won numerous awards including the Best Feature Film award at the Mumbai International Film Festival. His second film, \\\"Chaupaty Unlimited\\\" (2018), was selected for screening at the prestigious Cannes Directors'' Fortnight. Manjule''s works often deal with sensitive topics like caste discrimination, untouchability, and violence against Dalits. He has been credited with bringing these issues into mainstream consciousness through his powerful writing and filmmaking. In addition to his literary and cinematic pursuits, he is also active in politics and has served as a member of parliament in the Lok Sabha.'",
    "CINEMATOGRAPHER": "Vikram Amladi",
    "EDITOR": "Chandan Arora",
    "PRODUCTION DESIGN": "",
    "SOUND": "Nimish Chheda, Avinash Sonawane",
    "COLORIST": "",
    "PRODUCER": "Vivek Kajaria, Nilesh Navalakha"
  },
  {
    "FOF": 2023,
    "MOVIE_NAME": "Jhini Bini Chadariya (The Brittle Thread)",
    "MIN": 97,
    "SEC": "",
    "YEAR": 2021,
    "COUNTRY": "India",
    "LANGUAGE": "English, Hindi, Hebrew",
    "SUBTITLES": "English",
    "PLOT": "Headstrong, feisty street dancer Rani works hard to take care of her daughter while reclusive weaver Shahdab discovers a new world in his friendship with an Israeli tourist. Exploring the love and hate dimensions in the ancient city of Varanasi, their cultural and political identities come to the fore. Will the luminous fabric of our diversity soon turn into an iron curtain, dividing those who seem to belong & those who don’t?",
    "NOTE": "",
    "DIRECTOR": "Ritesh Sharma",
    "DIRECTOR_DETAILS": "Ritesh Sharma is a talented Indian film director known for his ability to bring stories to life on screen. He has directed several critically acclaimed films that have won awards at international festivals. His work often explores themes of identity, relationships, and social issues. Despite facing challenges in the industry, he continues to push boundaries and create thought-provoking cinema.",
    "CINEMATOGRAPHER": "Priyashanker Ghosh",
    "EDITOR": "Bhisma Pratim",
    "PRODUCTION DESIGN": "",
    "SOUND": "Piyush Shah, Rahul Gujar, Mangesh Jadhav",
    "COLORIST": "Shashank Jha",
    "PRODUCER": "Visvesh Singh Sehrawat,  Abhinav Pareek, Sampat Singh Rathore, Ritesh Sharma"
  },
  {
    "FOF": 2023,
    "MOVIE_NAME": "Aise Hee (Just Like That)",
    "MIN": 120,
    "SEC": "",
    "YEAR": 2019,
    "COUNTRY": "India",
    "LANGUAGE": "Hindi",
    "SUBTITLES": "English",
    "PLOT": "Mrs. Sharma is the ideal wife of a locally respected small-time government employee living with extended family in Allahabad. But when her husband dies, she begins to take liberties with her life that, although innocent in themselves, begin a rapid rippling of gossip and familial tensions that together spell tragedy. Aise Hee viscerally explores the family as a microcosm of a society that is fast sliding into the grip of fascism.",
    "NOTE": "",
    "DIRECTOR": "Kislay",
    "DIRECTOR_DETAILS": "Kislay is known for Just Like That (2019).",
    "CINEMATOGRAPHER": "Saumyananda Sahi",
    "EDITOR": "Tanushree Das",
    "PRODUCTION DESIGN": "Mausam Aggarwal, Yogesh Langyan",
    "SOUND": "Souvik Phukan",
    "COLORIST": "Bhusam Kiran",
    "PRODUCER": "Shwetaabh Singh"
  },
  {
    "FOF": 2023,
    "MOVIE_NAME": "Ghode ko Jalebi Khilane Le Ja Riya Hoon (Taking the Horse to Eat Jalebis)",
    "MIN": 122,
    "SEC": "",
    "YEAR": 2018,
    "COUNTRY": "India",
    "LANGUAGE": "Hindi",
    "SUBTITLES": "English",
    "PLOT": "Fusing documentary-realism with magic-realism, and true and fictionalised stories with poetry and dreams, Ghode Ko Jalebi Khilane Le Ja Riya Hoon is a love letter to the syncretic culture of Old Delhi, to its history which is slowly losing itself amid concrete and smog. The film portrays the lives lived by the people of Old Delhi — a pickpocket, a snacks vendor, a labourer-activist, and a conductor of heritage walks. Patru, the pickpocket, takes people on a walk to show them the underbelly of the city only to end up in trouble with merchants and the police. He decides to conduct his last ‘Dream Walk’, where we discover the subterranean consciousness of the city’s migrant population.",
    "NOTE": "",
    "DIRECTOR": "Anamika Haksar",
    "DIRECTOR_DETAILS": "Anamika Haksar is an Indian theatre director. Having first trained under Badal Sarcar and then with B.V. Karanth at the National School of Drama (NSD), she later went to the State Institute of Theatre Arts, Moscow. She won the Sanskriti Award for developing a new theater language in India in 1995. In 2016, she was invited to the Kochi Biennale to exhibit an acclaimed theatre installation.",
    "CINEMATOGRAPHER": "Saumyananda Sahi",
    "EDITOR": "Paresh Kamdar",
    "PRODUCTION DESIGN": "Archana Shastri",
    "SOUND": "Gautam Nair",
    "COLORIST": "Sidharth Meer",
    "PRODUCER": "Anamika Haksar"
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Chauthi Koot (The Fourth Direction)",
    "MIN": 115,
    "SEC": "",
    "YEAR": 2015,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "",
    "PLOT": "Set during the conflict between Sikh separatists and the Indian army in the early 1980s, fear, distrust and paranoia form the main emotional frame of the narrative. Jugal and Raj, two Hindi friends, miss their last train to Amritsar, the holiest city in Punjab. They end up in a cargo wagon among illegal passengers. In flashbacks we follow Jugal’s family lost at night on the outskirts of a Punjabi village. Full of fear, they hesitantly knock at the door of an isolated house and ask for directions. Later that night, Sikh terrorists visit the same Punjabi family and give orders to kill their dog for barking and drawing attention. The next morning, paramilitary men burst into the house looking for the terrorists.",
    "NOTE": "",
    "DIRECTOR": "Gurvinder Singh",
    "DIRECTOR_DETAILS": "'Gurvinder Singh is an Indian film director. He is best known for his Punjabi language films Anhe Ghore Da Daan, and Chauthi Koot (The Fourth Direction) which premiered at Venice and Cannes Film Festival respectively. In 2016, he was invited by a Turkish production house to direct a short film ''Infiltrator'' (16 mins) as part of an international anthology of ten short films from ten countries, titled \\\"In The Same Garden\\\". The anthology premiered at the Sarajevo Film Festival in 2016. He made an experimental film based on the short stories of the Colombian writer Garbriel Garcia Marquez as part of a workshop with the students of acting at the FTII. The film titled ''Sea of Lost Time'' (45 mins) premiered at the Rotterdam Film Festival in 2019.'",
    "CINEMATOGRAPHER": "Satya Rai Nagpaul",
    "EDITOR": "'Bhupesh ''Micky'' Sharma'",
    "PRODUCTION DESIGN": "Priyanka Grover",
    "SOUND": "Susmit Nath",
    "COLORIST": "Xavier Joseph",
    "PRODUCER": ""
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Kitte Mil Ve Mahi (Where the Twain shall meet)",
    "MIN": 72,
    "SEC": "",
    "YEAR": 2005,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "English",
    "PLOT": "'This film, first of Ajay Bharadwaj''s trilogy on Punjab, contends the dominant perceptions of the economic and spiritual heritage of Punjab. It does so through a people’s narrative on the preservation and regeneration of its ‘little’ traditions, which often appear seamlessly cultural and political. The film invites the audience to travel to the heart of Punjab. To enter a world of Sufi shrines worshipped and looked after by Dalits. To listen to B.S. Balli Qawwal Paslewale, the first generation Dalit Qawwals born out of this tradition. To join a fascinating dialogue with Lal Singh Dil—a radical poet, a Dalit, converted to Islam. To meet the last living legend of the Gadar movement, Baba Bhagat Singh Bilga, who contests the subversion of a common past, while affirming a new consciousness among Dalits, within and beyond Punjab. The interplay between the constituents of this mosaic brings to light the triple marginalisation of Dalits—amidst the agricultural boom that is the modern Punjab, in the contesting ground of its ‘major’ religions, and in the intellectual construction of their ‘syncretism’.'",
    "NOTE": "",
    "DIRECTOR": "Ajay Bhardwaj",
    "DIRECTOR_DETAILS": "Ajay Bhardwaj is a filmmaker and scholar whose work meditates on the relationship between aesthetic and subversive, art and identity, and history and memory. In his long stint as a documentary filmmaker, he explored the northwestern state of Punjab in India for a decade. This phase culminated in his Punjab trilogy—a set of documentaries located at the intersection of Dalit religiosity, performance traditions, and memories of partition. Bhardwaj is a recipient of the Public Scholars Award at the University of British Columbia, where he recently completed his PhD on South Asian Left-wing cultural activism in British Columbia. The doctoral documentary, \\\"When the Tide Goes Out,\\\" accompanying his dissertation that examines representational absences in multimedia archive, has been selected for screening at the Vancouver International South Asian Film Festival 2022.",
    "CINEMATOGRAPHER": "Ajay Bhardwaj",
    "EDITOR": "Sachindra Bisht",
    "PRODUCTION DESIGN": "",
    "SOUND": "Asheesh Pandya",
    "COLORIST": "",
    "PRODUCER": "Ajay Bhardwaj"
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Taangh (Longing)",
    "MIN": 89,
    "SEC": "",
    "YEAR": 2021,
    "COUNTRY": "India",
    "LANGUAGE": "English, Hindi, Punjabi, Urdu",
    "SUBTITLES": "English",
    "PLOT": "Against the backdrop of Partition, independent India’s first hockey team defeats England, their erstwhile coloniser, to win the Gold at the 1948 London Olympics. Six decades later, when Nandy Singh, a member of this iconic team suffers a stroke, his tenacious struggle to recover, inspires his daughter to retrace his journey. Using archival footage and interviews with teammates, she reveals lives shaped by the Gold, and by Partition that made them refugees. Revealed also is a friend in Pakistan never spoken of before. Her journey in search of him morphs into a quest for the lost ‘watan’ (homeland).",
    "NOTE": "",
    "DIRECTOR": "Bani Singh",
    "DIRECTOR_DETAILS": "Bani Singh studied Space Design at the National Institute of Design, Ahmedabad and worked in the area of Museum studies later. She worked at the ‘Virasat-e-Khalsa Museum’ in Anandpur Sahib, Punjab as a gallery visualiser and content interpreter and was a senior faculty at Srishti School of Art, Design and Technology. Taangh is her first film.",
    "CINEMATOGRAPHER": "Yugesh Walia, Sudhir Aggarwal and Bani Singh",
    "EDITOR": "Abhro Banerjee",
    "PRODUCTION DESIGN": "",
    "SOUND": "Rajivan Ayyapan",
    "COLORIST": "",
    "PRODUCER": "Bani Singh"
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Landless",
    "MIN": 70,
    "SEC": "",
    "YEAR": 2018,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "English",
    "PLOT": "Landless is a narrative of issues faced by Dalits in their daily life, caste based discrimination in numerous ways being one of them. It follows the story of the victims of such atrocities like social boycott, communal attacks by Jatts (upper caste) in Punjab. The film visits the recent uproars in the Punjab.",
    "NOTE": "",
    "DIRECTOR": "Randeep Singh",
    "DIRECTOR_DETAILS": "Randeep Singh is a Photographer and Documentary Filmmaker currently teaching as Assistant Professor in Photography at Lovely Professional University, Punjab. He has done regular photojournalistic and freelance assignments for magazines and newspapers, such as, Haryana Review, Tehelka, The Times of India, Frontline, Indo-US Dialogue Magazine, etc.",
    "CINEMATOGRAPHER": "Randeep Singh",
    "EDITOR": "Sahib Iqbal Singh",
    "PRODUCTION DESIGN": "",
    "SOUND": "Asheesh Pandya",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Adh Chanani Raat (Crescent Night)",
    "MIN": 109,
    "SEC": "",
    "YEAR": 2022,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "",
    "PLOT": "After fifteen years in prison, for committing a murder to save his father’s honour, Modan returns to his village in Punjab. In his absence, the village’s power structure has shifted towards a landowner, to the detriment of his family. Worse still, his brother is the landowner’s lapdog. Modan tries to restart his life. He repairs the family home, cares for his elderly mother, and finds love with a widow who has a young child. Yet, the past continues to affect this new life, and violence seems like the only solution.",
    "NOTE": "",
    "DIRECTOR": "Gurvinder Singh",
    "DIRECTOR_DETAILS": "'Gurvinder Singh is an Indian film director. He is best known for his Punjabi language films Anhe Ghore Da Daan, and Chauthi Koot (The Fourth Direction) which premiered at Venice and Cannes Film Festival respectively. In 2016, he was invited by a Turkish production house to direct a short film ''Infiltrator'' (16 mins) as part of an international anthology of ten short films from ten countries, titled \\\"In The Same Garden\\\". The anthology premiered at the Sarajevo Film Festival in 2016. He made an experimental film based on the short stories of the Colombian writer Garbriel Garcia Marquez as part of a workshop with the students of acting at the FTII. The film titled ''Sea of Lost Time'' (45 mins) premiered at the Rotterdam Film Festival in 2019.'",
    "CINEMATOGRAPHER": "Satya Rai Nagpaul",
    "EDITOR": "Avneesh Chhabra",
    "PRODUCTION DESIGN": "",
    "SOUND": "Kanishk Bhoklay, Niladri Shekhar Roy, Marc Marder",
    "COLORIST": "Xavier Joseph",
    "PRODUCER": "Bobby Bedi"
  },
  {
    "FOF": 2022,
    "MOVIE_NAME": "Anhey Ghorhey da Daan (Alms for the Blind Horse)",
    "MIN": 112,
    "SEC": "",
    "YEAR": 2011,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "",
    "PLOT": "The film is set in a village in the outskirts of Bathinda city where villagers work in the fields of the local landlord. It is a village where people are trying hard to make peace with their existence. Daily rituals betray their simmering anger and their helplessness. The landlord has apparently sold his plots to an industry which has demolished the house of one of the villagers who refuses to vacate it. In a refined balladic manner, this atmosphere-driven film tackles the fate of the repressed family in the village. The old and ill father joins a villagers’ protest against the landlord responsible for demolishing his house. His son Melu is a rickshaw driver in a nearby town. The rickshaw pullers have gone on a strike that has turned violent. Melu, injured during a labour strike, takes to drinking and wandering the streets. On the night of the lunar eclipse, some gunshots are heard and the village is impregnated with tension. Poor and marginalized, the characters silently but emphatically emanate restlessness and discontent.",
    "NOTE": "",
    "DIRECTOR": "Gurvinder Singh",
    "DIRECTOR_DETAILS": "'Gurvinder Singh is an Indian film director. He is best known for his Punjabi language films Anhe Ghore Da Daan, and Chauthi Koot (The Fourth Direction) which premiered at Venice and Cannes Film Festival respectively. In 2016, he was invited by a Turkish production house to direct a short film ''Infiltrator'' (16 mins) as part of an international anthology of ten short films from ten countries, titled \\\"In The Same Garden\\\". The anthology premiered at the Sarajevo Film Festival in 2016. He made an experimental film based on the short stories of the Colombian writer Garbriel Garcia Marquez as part of a workshop with the students of acting at the FTII. The film titled ''Sea of Lost Time'' (45 mins) premiered at the Rotterdam Film Festival in 2019.'",
    "CINEMATOGRAPHER": "Satya Rai Nagpaul",
    "EDITOR": "Ujjwal Chandra",
    "PRODUCTION DESIGN": "Pankaj Dhimaan",
    "SOUND": "Mandar Kulkarni. Ajay Kumar P.B., Rajan Nalagarh",
    "COLORIST": "Xavier Joseph",
    "PRODUCER": "National Film Development Corporation of India"
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "Strike",
    "MIN": 88,
    "SEC": "",
    "YEAR": 1925,
    "COUNTRY": "USSR",
    "LANGUAGE": "Silent",
    "SUBTITLES": "English",
    "PLOT": "A group of oppressed factory workers go on strike in pre-revolutionary Russia.",
    "NOTE": "",
    "DIRECTOR": "Sergei Eisenstein",
    "DIRECTOR_DETAILS": "'The son of an affluent architect, Eisenstein attended the Institute of Civil Engineering in Petrograd as a young man. With the fall of the tsar in 1917, he worked as an engineer for the Red Army. In the following years, Eisenstein joined up with the Moscow Proletkult Theater as a set designer and then director. The Proletkult''s director, Vsevolod Meyerhold, became a big influence on Eisenstein, introducing him to the concept of biomechanics, or conditioned spontaneity. Eisenstein furthered Meyerhold''s theory with his own \\\"montage of attractions\\\"--a sequence of pictures whose total emotion effect is greater than the sum of its parts. He later theorized that this style of editing worked in a similar fashion to Marx''s dialectic. Though Eisenstein wanted to make films for the common man, his intense use of symbolism and metaphor in what he called \\\"intellectual montage\\\" sometimes lost his audience. Though he made only seven films in his career, he and his theoretical writings demonstrated how film could move beyond its nineteenth-century predecessor--Victorian theatre-- to create abstract concepts with concrete images.'",
    "CINEMATOGRAPHER": "Vasili Khvatov, Vladimir Popov, Eduard Tisse",
    "EDITOR": "",
    "PRODUCTION DESIGN": "",
    "SOUND": "",
    "COLORIST": "",
    "PRODUCER": "Boris Mikhin"
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "The Cranes Are Flying",
    "MIN": 95,
    "SEC": "",
    "YEAR": 1957,
    "COUNTRY": "USSR",
    "LANGUAGE": "Russian",
    "SUBTITLES": "English",
    "PLOT": "Veronica plans a rendezvous with her lover, Boris, at the bank of river, only for him to be drafted into World War II shortly thereafter.",
    "NOTE": "",
    "DIRECTOR": "Mikhail Kalatozov",
    "DIRECTOR_DETAILS": "Mikhail Kalatozov was born on December 28, 1903 in Tiflis, Russian Empire [now Tbilisi, Republic of Georgia]. He was a director and cinematographer, known for The Cranes Are Flying (1957), True Friends (1954) and Zagovor obrechyonnykh (1950). He died on March 27, 1973 in Moscow, RSFSR, USSR [now Russia].",
    "CINEMATOGRAPHER": "Sergey Urusevskiy",
    "EDITOR": "Mariya Timofeyeva",
    "PRODUCTION DESIGN": "Evgeniy Svidetelev",
    "SOUND": "Kevin Adickes, Igor Mayorov, Vadim Korostylyov, Arnold Roytman",
    "COLORIST": "",
    "PRODUCER": "Mikhail Kalatozov"
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "Ordinary Fascism",
    "MIN": 130,
    "SEC": "",
    "YEAR": 1965,
    "COUNTRY": "USSR",
    "LANGUAGE": "Russian",
    "SUBTITLES": "English",
    "PLOT": "A documentary about the rise and fall of fascism and the effects of Nazism on German society.",
    "NOTE": "",
    "DIRECTOR": "Mikhail Romm",
    "DIRECTOR_DETAILS": "Mikhail Romm was born in 1901, into a Russian-Jewish family, in the Siberian city of Irkutsk, Russia. He served in the Red Army in 1918-21 as an Inspector of the Special Forces for Food Supplies. He was in charge of confiscations of bread and food from the wealthier farmers (kulaks) in Central Russia. Romm later was avoiding any discussions regarding this painful memories, though he used his experience in the films about Lenin.",
    "CINEMATOGRAPHER": "German Lavrov",
    "EDITOR": "Valentina Kulagina, Mikhail Romm",
    "PRODUCTION DESIGN": "",
    "SOUND": "Sergei Minervin, Boris Vengerovsky, Alemdar Karamanov",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "Tale Of Tales",
    "MIN": 29,
    "SEC": "",
    "YEAR": 1979,
    "COUNTRY": "USSR",
    "LANGUAGE": "Russian",
    "SUBTITLES": "English",
    "PLOT": "Distant, well-worn memories of childhood are inhabited by a little gray wolf. Through astonishing imagery, the memory of all of Russia is depicted.",
    "NOTE": "",
    "DIRECTOR": "Yuri Norstein",
    "DIRECTOR_DETAILS": "'Born to Jewish parents and raised in a Moscow suburb, Yuri Norstein painted as a hobby and trained as a carpenter before studying animation. He directed his first film in 1968 and made a series of short films notable for their attention to atmosphere and fine detail, using a multiplane camera to create the illusion of three-dimensional depth. His 1979 film, ''Tale of Tales'' was acclaimed by a panel of international animation experts as the best animated film of all time. Since then, he has worked on an adaptation of Gogol''s ''The Overcoat'', which has been beset by production and funding problems.'",
    "CINEMATOGRAPHER": "Igor Skidan-Bosin",
    "EDITOR": "Nadezhda Treshchyova",
    "PRODUCTION DESIGN": "",
    "SOUND": "Boris Filchikov",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "Blockade",
    "MIN": 52,
    "SEC": "",
    "YEAR": 2006,
    "COUNTRY": "Russia",
    "LANGUAGE": "Silent",
    "SUBTITLES": "English",
    "PLOT": "The city of Leningrad and the blockade during the Second World War. No words. No music. Only sounds and black and white images of a dying city.",
    "NOTE": "",
    "DIRECTOR": "Sergey Loznitsa",
    "DIRECTOR_DETAILS": "Sergei Loznitsa, Ukrainian film maker, was born on September, 5th 1964 in Baranovichi, USSR. He grew up in Kiev, and in 1987 graduated from the Kiev Polytechnic with a degree in Applied Mathematics. In 1987-1991 Sergei worked as a scientist at the Kiev Institute of Cybernetics, specializing in artificial intelligence research. He also worked as a translator from Japanese. In 1997 Loznitsa graduated from the Russian State Institute of Cinematography (VGIK) in Moscow, where he studied feature film making. Loznitsa has been making documentary films since 1996 and is the author of 21 documentaries, as well as 4 feature films. In 2013 Sergei Loznitsa launched a film production and distribution company ATOMS & VOID. Currently working in both documentary and feature genres.",
    "CINEMATOGRAPHER": "",
    "EDITOR": "",
    "PRODUCTION DESIGN": "",
    "SOUND": "",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2019,
    "MOVIE_NAME": "My Perestroika",
    "MIN": 87,
    "SEC": "",
    "YEAR": 2010,
    "COUNTRY": "Russia",
    "LANGUAGE": "Russian",
    "SUBTITLES": "English",
    "PLOT": "'Tells the story of five people from the last generation of Soviet children who were brought up behind the Iron Curtain. Just coming of age when the USSR collapsed, they witnessed the world of their childhood crumble and change beyond recognition. Through the lives of these former schoolmates, this intimate film reveals how they have adjusted to their post-Soviet reality in today''s Moscow.'",
    "NOTE": "",
    "DIRECTOR": "Robin Hessman",
    "DIRECTOR_DETAILS": "Robin Hessman is an award-winning filmmaker with a special interest in international stories. She recently produced \\\"Simple As Water\\\" which was shortlisted for an Oscar for Best Documentary (HBOMax). She previously directed and produced the NY Times Critics’ Pick \\\"My Perestroika\\\" - about the last generation of Soviet children to grow up behind the Iron Curtain - living today in Putin’s Russia. She has been nominated for a Producers Guild Award and has received several Peabody Awards",
    "CINEMATOGRAPHER": "Robin Hessman",
    "EDITOR": "Alla Kovgan, Garret Savage",
    "PRODUCTION DESIGN": "",
    "SOUND": "Tim Anderson,  Barbara Parks,  Peter Levin",
    "COLORIST": "",
    "PRODUCER": "Robin Hessman"
  },
  {
    "FOF": 2018,
    "MOVIE_NAME": "Court",
    "MIN": 116,
    "SEC": "",
    "YEAR": 2014,
    "COUNTRY": "India",
    "LANGUAGE": "Marathi, Hindi, Gujarati, English",
    "SUBTITLES": "English",
    "PLOT": "The dead body of a sewer cleaner is found in a Mumbai manhole. An ageing Dalit activist and mass singer is charged with abetting suicide based on the fiery content of one of his song lyrics, which allegedly may have incited the worker to take his own life. The ensuing trial is drawn out through procedural delays and excuses, and meanders through the absurdities of coached witnesses, arcane colonial legal practices and institutional incompetencies. This Kafkaesque chaos of a low-level court acts as a backdrop to explore the complex personal lives of judge, prosecution and defense alike. The director moves between tragedy and comedy, working with a cast of professional and un-trained actors alike, to bring his dark yet humanist portrait of the Indian justice system to life.",
    "NOTE": "",
    "DIRECTOR": "Chaitanya Tamhane",
    "DIRECTOR_DETAILS": "'Chaitanya Tamhane is an Indian filmmaker known for his thoughtful and nuanced films that explore complex social issues. His debut feature film, \\\"Court\\\" (2014), won several awards at international festivals and was India''s official entry for the Academy Awards. Tamhane''s second film, \\\"Violence Anywhere But Here\\\" (2023) premiered at the Berlin International Film Festival where it received critical acclaim. He has been praised for his unique style of storytelling which involves exploring different perspectives without passing judgment. His films often tackle themes such as justice, power dynamics, and moral ambiguity. Overall, Tamhane is considered one of the most promising young directors working today.'",
    "CINEMATOGRAPHER": "Mrinal Desai",
    "EDITOR": "Rikhav Desai",
    "PRODUCTION DESIGN": "Naresh Kumar, Somnath Pal, Pooja Talreja",
    "SOUND": "Keshav Waghe",
    "COLORIST": "",
    "PRODUCER": "Vivek Gomber"
  },
  {
    "FOF": 2018,
    "MOVIE_NAME": "Achal (The Stagnant)",
    "MIN": 91,
    "SEC": "",
    "YEAR": 2013,
    "COUNTRY": "India",
    "LANGUAGE": "Bengali",
    "SUBTITLES": "English",
    "PLOT": "Characters that remain unnoticed in this era of globalization. Human beings surviving in the opposite direction of the stream. Micro traders like hawkers, street performers are rapidly going extinct from our vicinity due to the constant pressure of the market. They don’t carry big brand names behind them but they are creative enough to colour our life with their magnificent creativity. Achal paints the humane world of those that are considered surplus of the society.",
    "NOTE": "",
    "DIRECTOR": "Bikramjit Gupta",
    "DIRECTOR_DETAILS": "",
    "CINEMATOGRAPHER": "Amit Majumder",
    "EDITOR": "Atanu Mukherjee",
    "PRODUCTION DESIGN": "",
    "SOUND": "Sukanta Majumdar, Anindya Sundar Chakraborty",
    "COLORIST": "",
    "PRODUCER": "Abhishek Gautam, Bikramjit Gupta"
  },
  {
    "FOF": 2018,
    "MOVIE_NAME": "Harud (Autumn)",
    "MIN": 99,
    "SEC": "",
    "YEAR": 2010,
    "COUNTRY": "India",
    "LANGUAGE": "Hindi, Urdu",
    "SUBTITLES": "English",
    "PLOT": "Rafiq and his family are struggling to come to terms with the loss of his older brother Tauqir, a tourist photographer, who is one of the thousands of young men who have disappeared, since the onset of the armed insurgency in Kashmir. After an unsuccessful attempt to cross the border into Pakistan, to become a militant, Rafiq returns home to an aimless existence. Until one day, he accidentally finds his brother’s old camera.",
    "NOTE": "",
    "DIRECTOR": "Aamir Bashir",
    "DIRECTOR_DETAILS": "'Aamir is an Indian actor, director and producer best known for his powerful roles in A Wednesday and Haider. After working in Indian television shows & commercials, he made his feature acting debut in Dev Benegal''s Split Wide Open. He made his directorial and co-producer debut with Harud, an Urdu film which won the National Award for the Best Urdu Feature Film at the 60th National Film Awards. He was most recently seen in Netflix''s first Indian Original series - Sacred Games. He recently appeared in the second season of Sacred Games and Navdeep Singh''s Laal Kaptaan. He will soon be seen in Inside Edge S2 and is shooting for an international TV series.'",
    "CINEMATOGRAPHER": "Shanker Raman",
    "EDITOR": "Shan Mohammed",
    "PRODUCTION DESIGN": "Rakesh Yadav",
    "SOUND": "Nakul Kamte",
    "COLORIST": "",
    "PRODUCER": "Aamir Bashir"
  },
  {
    "FOF": 2018,
    "MOVIE_NAME": "Fandry (Pig)",
    "MIN": 105,
    "SEC": "",
    "YEAR": 2013,
    "COUNTRY": "India",
    "LANGUAGE": "Marathi",
    "SUBTITLES": "English",
    "PLOT": "A mesmeric force pulls Jabya onto the other side. The rarest of rare Black Sparrow he is told, is the cure to his problem. The hypnotic spell of the sparrow makes him wander relentlessly. Completely away from the magical world of Jabya, exists the callous reality of his parents who are working at the most oppressed level of the Indian class and caste structure and assume him to do the same work which they have done all their life. The protagonist Jabya has to now struggle between his quest to find the magical sparrow and his parents’ expectations. Will Jabya be successful in his pursuit of the Black Sparrow? Will the magnetic power surpass the class differences between Jabya and Shalu created by centuries of customs? Will Jabya break the fences and pass onto the other side?",
    "NOTE": "",
    "DIRECTOR": "Nagraj Manjule",
    "DIRECTOR_DETAILS": "'Nagraj Manjule is a renowned Marathi writer and film director from Maharashtra, India. He gained recognition through his short stories collection titled \\\"Shrimant Shripad Rajebahaddur Sangaonkar\\\" (The Chronicles of Mr. Haidnagar). His first feature film, \\\"Fandry\\\" (2013), won numerous awards including the Best Feature Film award at the Mumbai International Film Festival. His second film, \\\"Chaupaty Unlimited\\\" (2018), was selected for screening at the prestigious Cannes Directors'' Fortnight. Manjule''s works often deal with sensitive topics like caste discrimination, untouchability, and violence against Dalits. He has been credited with bringing these issues into mainstream consciousness through his powerful writing and filmmaking. In addition to his literary and cinematic pursuits, he is also active in politics and has served as a member of parliament in the Lok Sabha.'",
    "CINEMATOGRAPHER": "Vikram Amladi",
    "EDITOR": "Chandan Arora",
    "PRODUCTION DESIGN": "",
    "SOUND": "Nimish Chheda, Avinash Sonawane",
    "COLORIST": "",
    "PRODUCER": "Vivek Kajaria, Nilesh Navalakha"
  },
  {
    "FOF": 2018,
    "MOVIE_NAME": "Anhey Ghorhey da Daan (Alms for the Blind Horse)",
    "MIN": 112,
    "SEC": "",
    "YEAR": 2011,
    "COUNTRY": "India",
    "LANGUAGE": "Punjabi",
    "SUBTITLES": "English",
    "PLOT": "The film is set in a village in the outskirts of Bathinda city where villagers work in the fields of the local landlord. It is a village where people are trying hard to make peace with their existence. Daily rituals betray their simmering anger and their helplessness. The landlord has apparently sold his plots to an industry which has demolished the house of one of the villagers who refuses to vacate it. In a refined balladic manner, this atmosphere-driven film tackles the fate of the repressed family in the village. The old and ill father joins a villagers’ protest against the landlord responsible for demolishing his house. His son Melu is a rickshaw driver in a nearby town. The rickshaw pullers have gone on a strike that has turned violent. Melu, injured during a labour strike, takes to drinking and wandering the streets. On the night of the lunar eclipse, some gunshots are heard and the village is impregnated with tension. Poor and marginalized, the characters silently but emphatically emanate restlessness and discontent.",
    "NOTE": "",
    "DIRECTOR": "Gurvinder Singh",
    "DIRECTOR_DETAILS": "'Gurvinder Singh is an Indian film director. He is best known for his Punjabi language films Anhe Ghore Da Daan, and Chauthi Koot (The Fourth Direction) which premiered at Venice and Cannes Film Festival respectively. In 2016, he was invited by a Turkish production house to direct a short film ''Infiltrator'' (16 mins) as part of an international anthology of ten short films from ten countries, titled \\\"In The Same Garden\\\". The anthology premiered at the Sarajevo Film Festival in 2016. He made an experimental film based on the short stories of the Colombian writer Garbriel Garcia Marquez as part of a workshop with the students of acting at the FTII. The film titled ''Sea of Lost Time'' (45 mins) premiered at the Rotterdam Film Festival in 2019.'",
    "CINEMATOGRAPHER": "Satya Rai Nagpaul",
    "EDITOR": "Ujjwal Chandra",
    "PRODUCTION DESIGN": "Pankaj Dhimaan",
    "SOUND": "Mandar Kulkarni. Ajay Kumar P.B., Rajan Nalagarh",
    "COLORIST": "Xavier Joseph",
    "PRODUCER": "National Film Development Corporation of India"
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "Muktir Gaan",
    "MIN": 80,
    "SEC": "",
    "YEAR": 1995,
    "COUNTRY": "Bangladesh",
    "LANGUAGE": "Bengali",
    "SUBTITLES": "English",
    "PLOT": "'During the Liberation War of Bangladsh in 1971, a cultural troupe, named ''Bangladesh Mukti Shangrami Shilpi Shangstha'' (''Association of Liberation Fighters (Artists) of Bagladesh'') used to travel to refugee camps and different places in liberated areas (also known as ''Mukta Anchal''). They performed patriotic songs, arranged puppet shows and staged dramas to inspire the freedom fighters and lift the spirit of war affected people.'",
    "NOTE": "",
    "DIRECTOR": "Tareque Masud,  Catherine Masud",
    "DIRECTOR_DETAILS": "'Tareque Masud and Catherine Masud are Bangladeshi documentary filmmakers who have made significant contributions to the world of cinema. They founded the company, Muktodhara, which means ''water lily'', a symbol of purity and simplicity. Their work focuses on rural life, religious practices, and cultural traditions of Bangladesh. Some of their notable films include \\\"The Elephant Whisperers\\\", \\\"A Few Birds in Qutub Shahi Tomb\\\", and \\\"The Inner Voice\\\". They were awarded the National Award for Best Documentary Film in 1996 for \\\"The Elephant Whisperers\\\". They have also represented Bangladesh in many international film festivals and conferences. Their films have been well received by critics and audiences alike due to their authentic portrayal of Bangladeshi culture and society.'",
    "CINEMATOGRAPHER": "Lear Levin",
    "EDITOR": "Catherine Masud",
    "PRODUCTION DESIGN": "",
    "SOUND": "Alex Noyes",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "I Am 20",
    "MIN": 19,
    "SEC": "",
    "YEAR": 1967,
    "COUNTRY": "India",
    "LANGUAGE": "English",
    "SUBTITLES": "",
    "PLOT": "'A documentary in which various 20 year old''s from India are interviewed about their hopes and aspirations for the future.'",
    "NOTE": "",
    "DIRECTOR": "S.N.S. Sastry",
    "DIRECTOR_DETAILS": "'S.N.S. Sastry was an Indian director born in 1930 in Bombay. He joined Films Division India as a newsreel cameraman in the early 1950s and went on to become a director. Sastry''s films are marked by his self-reflexive experimentation with cinematic form, as well as the sometimes subtle and at other times manifest subversion of the agenda of state propaganda. He is best known for his short non-fiction documentary \\\"I Am Twenty,\\\" which was produced by the Films Division of India and directed by him in 1967. The film was awarded the Best Film on Social Documentation at the 15th National Film Awards held in November 1968. The Films Division of India holds more than 8000 titles on documentaries, short films, and animation films.'",
    "CINEMATOGRAPHER": "",
    "EDITOR": "",
    "PRODUCTION DESIGN": "",
    "SOUND": "",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "In The Shade Of The Fallen Chinar",
    "MIN": 16,
    "SEC": "",
    "YEAR": 2016,
    "COUNTRY": "India",
    "LANGUAGE": "English",
    "SUBTITLES": "",
    "PLOT": "'\\\"In the shade of fallen chinar\\\" is a short documentary that was shot in Kashmir valley a few days before the current unrest began, It takes a peep into the lives of a group of young Kashmiri artist''s who are also University students. It talks about the factors that inspires their art and how it takes the form of resistance in a conflict ridden Valley.'",
    "NOTE": "",
    "DIRECTOR": "Shawn Sebastian, Fazil NC",
    "DIRECTOR_DETAILS": "",
    "CINEMATOGRAPHER": "Fazil N.C.",
    "EDITOR": "Appu N. Bhattathiri",
    "PRODUCTION DESIGN": "",
    "SOUND": "Appu N. Bhattathiri,  Ali Saifuddin",
    "COLORIST": "",
    "PRODUCER": ""
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "Garm Hava",
    "MIN": 146,
    "SEC": "",
    "YEAR": 1974,
    "COUNTRY": "India",
    "LANGUAGE": "Urdu, Hindi",
    "SUBTITLES": "English",
    "PLOT": "In post-partition India, a Muslim businessman and his family struggle for their rights in a country which was once their own.",
    "NOTE": "",
    "DIRECTOR": "Mysore Shrinivas Sathyu",
    "DIRECTOR_DETAILS": "M.S. Sathyu was born on 3 July 1930 in Mysore, Karnataka, India. He is a director and art director, known for Garm Hava (1974), Bara (1980) and Ijjodu (2010).",
    "CINEMATOGRAPHER": "Ishan Arya",
    "EDITOR": "S. Chakraborty",
    "PRODUCTION DESIGN": "",
    "SOUND": "Allauddin Khan Qureshi",
    "COLORIST": "G.A. Marathe",
    "PRODUCER": "Ishan Arya, M.S. Sathyu, Abu Siwani"
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "I, Daniel Blake",
    "MIN": 100,
    "SEC": "",
    "YEAR": 2017,
    "COUNTRY": "UK",
    "LANGUAGE": "English",
    "SUBTITLES": "English",
    "PLOT": "After surviving a heart-attack, a 59-year-old carpenter must fight bureaucratic forces to receive Employment and Support Allowance.",
    "NOTE": "",
    "DIRECTOR": "Ken Loach",
    "DIRECTOR_DETAILS": "'Ken Loach is a British filmmaker and political activist who has made over 30 award-winning feature films since the early 1980s. His films often tackle sociopolitical issues such as poverty, inequality, racism, and workers'' rights through realistic storytelling and naturalistic performances by nonprofessional actors. Some of his most notable works include \\\"Raining Stones,\\\" \\\"My Name Is Joe,\\\" \\\"The Wind That Shakes the Barley,\\\" and \\\"I, Daniel Blake.\\\" In addition to his filmmaking career, Loach is active in left-wing politics and has been involved in anti-war and anti-poverty campaigns.'",
    "CINEMATOGRAPHER": "Robbie Ryan",
    "EDITOR": "Jonathan Morris",
    "PRODUCTION DESIGN": "Fergus Clegg, Linda Wilson",
    "SOUND": "Kevin Brazier",
    "COLORIST": "Gareth Spensley",
    "PRODUCER": "'Rebecca O''Brien'"
  },
  {
    "FOF": 2017,
    "MOVIE_NAME": "Manuscripts Don’t Burn",
    "MIN": 125,
    "SEC": "",
    "YEAR": 2013,
    "COUNTRY": "Iran",
    "LANGUAGE": "Persian",
    "SUBTITLES": "English",
    "PLOT": "Khosrow and Morteza set out on a mission to kill someone. The assassination ought to be arranged as a suicide. At the last minute however, they are obliged to change their initial plans...",
    "NOTE": "",
    "DIRECTOR": "Mohammad Rasoulof",
    "DIRECTOR_DETAILS": "Mohammad Rasoulof is an Iranian journalist and documentary filmmaker whose work focuses on human rights abuses and government corruption within Iran. He has faced numerous legal troubles and imprisonment for his reporting and filmmaking activities, including a five-year prison sentence from 2017 to 2022. Despite these obstacles, Rasoulof continues to produce hard-hitting investigative pieces and documentaries exposing government wrongdoings and advocating for freedom of expression in Iran. His work has earned him international recognition and awards, including the prestigious Golden Pen Award from PEN America in 2019.",
    "CINEMATOGRAPHER": "Ashkan Ashkani",
    "EDITOR": "",
    "PRODUCTION DESIGN": "Farhad Vilkiji",
    "SOUND": "",
    "COLORIST": "",
    "PRODUCER": "Mohammad Rasoulof"
  }
]